{
    "quotes": [{
            "Quote": "She generally gave herself very good advice, (though she very seldom followed it).",
            "Author": "Lewis Carroll",
            "Book": "Alice's Adventures in Wonderland"
        },
        {
            "Quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
            "Author": "Douglas Adams",
            "Book": "The Long Dark Tea-Time of the Soul"
        },
        {
            "Quote": "You can never get a cup of tea large enough or a book long enough to suit me.",
            "Author": "C. S. Lewis",
            "Book": "Unspecified"
        },
        {
            "Quote": "I became insane, with long intervals of horrible sanity.",
            "Author": "Edgar Allan Poe",
            "Book": "Unspecified"
        },
        {
            "Quote": "Some day you will be old enough to start reading fairy tales again.",
            "Author": "C. S. Lewis",
            "Book": "Unspecified"
        },
        {
            "Quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.",
            "Author": "Jane Austen",
            "Book": "Northanger Abbey"
        },
        {
            "Quote": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking.",
            "Author": "Haruki Murakami",
            "Book": "Norwegian Wood"
        },
        {
            "Quote": "The story so far: In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move.",
            "Author": "Douglas Adams",
            "Book": "The Restaurant at the End of the Universe"
        },
        {
            "Quote": "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.",
            "Author": "C. S. Lewis",
            "Book": "The Four Loves"
        },
        {
            "Quote": "The books that the world calls immoral are books that show the world its own shame.",
            "Author": "Oscar Wilde",
            "Book": "The Picture of Dorian Gray"
        },
        {
            "Quote": "Memories warm you up from the inside. But they also tear you apart.",
            "Author": "Haruki Murakami",
            "Book": "Kafka on the Shore"
        },
        {
            "Quote": "You will always be fond of me. I represent to you all the sins you never had the courage to commit.",
            "Author": "Oscar Wilde",
            "Book": "The Picture of Dorian Gray"
        },
        {
            "Quote": "And once the storm is over, you won't remember how you made it through, how you managed to survive. You won't even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won't be the same person who walked in. That's what this storm's all about.",
            "Author": "Haruki Murakami",
            "Book": "Kafka on the Shore"
        },
        {
            "Quote": "If all else perished, and he remained, I should still continue to be; and if all else remained, and he were annihilated, the universe would turn to a mighty stranger.",
            "Author": "Emily Brontë",
            "Book": "Wuthering Heights"
        },
        {
            "Quote": "War is what happens when language fails.",
            "Author": "Margaret Atwood",
            "Book": "Unspecified"
        },
        {
            "Quote": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment.",
            "Author": "Haruki Murakami",
            "Book": "Norwegian Wood"
        },
        {
            "Quote": "We all have our time machines, don't we. Those that take us back are memories...And those that carry us forward, are dreams.",
            "Author": "H. G. Wells",
            "Book": "Unspecified"
        },
        {
            "Quote": "Trillian had come to suspect that the main reason Zaphood had had such a wild and successful life was that he never really understood the significance of anything he did.",
            "Author": "Douglas Adams",
            "Book": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "Quote": "Nothing travels faster than the speed of light with the possible exception of bad news, which obeys its own special laws.",
            "Author": "Douglas Adams",
            "Book": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "Quote": "Only six people in the Galaxy knew that the job of the Galactic President was not to wield power but to attract attention away from it.",
            "Author": "Douglas Adams",
            "Book": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "Quote": "She's letting out her feelings. The scary thing is not being able to do that. When your feelings build up and harden and die inside, then you're in big trouble.",
            "Author": "Haruki Murakami",
            "Book": "Norwegian Wood"
        },
        {
            "Quote": "It was written I should be loyal to the nightmare of my choice.",
            "Author": "Joseph Conrad",
            "Book": "Heart of Darkness"
        },
        {
            "Quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.",
            "Author": "Edgar Allan Poe",
            "Book": "Unspecified"
        },
        {
            "Quote": "'It isn't Narnia, you know,' sobbed Lucy. 'It's you. We shan't meet you there. And how can we live, never meeting you?'\n'But you shall meet me, dear one,' said Aslan.\n'Are -are you there too, Sir?' said Edmund.\n'I am,' said Aslan. 'But there I have another name. You must learn to know me by that name. This was the very reason why you were brought to Narnia, that by knowing me here for a little, you may know me better there.'",
            "Author": "C. S. Lewis",
            "Book": "The Voyage of the Dawn Treader"
        },
        {
            "Quote": "It wasn't only wickedness and scheming that made people unhappy, it was confusion and misunderstanding; above all, it was the failure to grasp the simple truth that other people are as real as you.",
            "Author": "Ian McEwan",
            "Book": "Atonement"
        },
        {
            "Quote": "We were the people who were not in the papers. We lived in the blank white spaces at the edges of print. It gave us more freedom. We lived in the gaps between the stories.",
            "Author": "Margaret Atwood",
            "Book": "The Handmaid's Tale"
        },
        {
            "Quote": "I can bear any pain as long as it has meaning.",
            "Author": "Haruki Murakami",
            "Book": "1Q84"
        },
        {
            "Quote": "The trouble with most forms of transport, he thought, is basically one of them not being worth all the bother. On Earth — when there had been an Earth, before it was demolished to make way for a new hyperspace bypass — the problem had been with cars. The disadvantages involved in pulling lots of black sticky slime from out of the ground where it had been safely hidden out of harm's way, turning it into tar to cover the land with, smoke to fill the air with and pouring the rest into the sea, all seemed to outweigh the advantages of being able to get more quickly from one place to another — particularly when the place you arrived at had probably become, as a result of this, very similar to the place you had left, i.e. covered with tar, full of smoke and short of fish.",
            "Author": "Douglas Adams",
            "Book": "The Restaurant at the End of the Universe"
        },
        {
            "Quote": "The major problem—one of the major problems, for there are several—one of the many major problems with governing people is that of whom you get to do it; or rather of who manages to get people to let them do it to them.\nTo summarize: it is a well-known fact that those people who must want to rule people are, ipso facto, those least suited to do it.\nTo summarize the summary: anyone who is capable of getting themselves made President should on no account be allowed to do the job.",
            "Author": "Douglas Adams",
            "Book": "The Restaurant at the End of the Universe"
        },
        {
            "Quote": "There are some things in life you can alter (your weight, your appearance, even your name) but there are others that wishing and trying and working hard can never make any difference to. Those things are the ones that shape us. Not the things we can change, but the ones we can't.",
            "Author": "C. J. Tudor",
            "Book": "The Chalk Man"
        },
        {
            "Quote": "Being an adult is only an illusion. When it comes down to it I'm not sure any of us ever really grow up.",
            "Author": "C. J. Tudor",
            "Book": "The Chalk Man"
        },
        {
            "Quote": "For who are we if not the sum of our experiences, the things that we gather and collect in life? Once you strip those away, we become just a mass of flesh, bone, and blood vessels.",
            "Author": "C. J. Tudor",
            "Book": "The Chalk Man"
        },
        {
            "Quote": "'We won't ruin Mars,' said the captain. 'It's too big and too good.'\n'You think not? We Earth Men have a talent for ruining big, beautiful things. The only reason we didn't set up hot-dog stands in the midst of the Egyptian temple of Karnak is because it was out of the way and served no large commercial purpose.'",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "Why live? Life was its own answer. Life was the propagation of more life and the living of as good a life as possible.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "The rockets came like locusts, swarming and settling in blooms of rosy smoke. And from the rockets ran men with hammers in their hands to beat the strange world into a shape that was familiar to the eye, to bludgeon away all the strangeness, their mouths fringed with nails so they resembled steel-toothed carnivores, spitting them into their swift hands as they hammered up frame cottages and scuttled over roofs with shingles to blot out the eerie stars, and fit green shades to pull against the night.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "'Without war there are no heroes.'\n'What harm would that be?'\n'Oh, Lavinia, what a woman's question that is.'",
            "Author": "Ursula K. Le Guin",
            "Book": "Lavinia"
        },
        {
            "Quote": "There was room for them. A great deal of Italy, back then, was forest. Where man goes, trees die; or, to paraphrase Tacitus, we make a desert and call it progress.",
            "Author": "Ursula K. Le Guin",
            "Book": "Lavinia"
        },
        {
            "Quote": "Light is the left hand of darkness\nand darkness the right hand of light.\nTwo are one, life and death, lying\ntogether like lovers in kemmer,\nlike hands joined together,\nlike the end and the way.",
            "Author": "Ursula K. Le Guin",
            "Book": "The Left Hand of Darkness"
        },
        {
            "Quote": "How does one hate a country, or love one? Tibe talks about it; I lack the trick of it. I know people, I know towns, farms, hills and rivers and rocks, I know how the sun at sunset in autumn falls on the side of a certain plowland in the hills; but what is the sense of giving a boundary to all that, of giving it a name and ceasing to love where the name ceases to apply? What is love of one's country; is it hate of one's uncountry? Then it's not a good thing. Is it simply self-love? That's a good thing, but one mustn't make a virtue of it, or a profession... Insofar as I love life, I love the hills of the Domain of Estre, but that sort of love does not have a boundary-line of hate. And beyond that, I am ignorant, I hope.",
            "Author": "Ursula K. Le Guin",
            "Book": "The Left Hand of Darkness"
        },
        {
            "Quote": "A profound love between two people involves, after all, the power and chance of doing profound hurt.",
            "Author": "Ursula K. Le Guin",
            "Book": "The Left Hand of Darkness"
        },
        {
            "Quote": "Cats and humans have been partners for over ten thousand years. And what you realize when you've lived with a cat for a long time is that we may think we own them, but that's not the way it is. They simply allow us the pleasure of their company.",
            "Author": "Genki Kawamura",
            "Book": "If cats Disappeared from the World"
        },
        {
            "Quote": "I scooped the cat up and snuggled him against my chest for comfort. He was warm and soft, a smooth fluffy ball of fur in my arms. I'd cuddled up with the little guy countless times over the years without thinking much about it, but now, for the first time ever, it occurred to me that maybe this little act of comfort was what life was all about.",
            "Author": "Genki Kawamura",
            "Book": "If cats Disappeared from the World"
        },
        {
            "Quote": "In the uncertain ebb and flow of time and emotions much of one's life history is etched in the senses.",
            "Author": "Banana Yoshimoto",
            "Book": "Kitchen"
        },
        {
            "Quote": "To the extent that I had come to understand that despair does not necessarily result in annihilation, that one can go on as usual in spite of it, I had become hardened. Was this what it means to be an adult, to live with ugly ambiguities? I didn't like it, but it made it easier to go on.",
            "Author": "Banana Yoshimoto",
            "Book": "Kitchen"
        },
        {
            "Quote": "I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives.",
            "Author": "Jane Austen",
            "Book": "Persuasion"
        },
        {
            "Quote": "No one can be independent of other people completely, so why not give up the attempt, she thought, go running in the other direction, depend on people for everything, allow them to depend on you, why not.",
            "Author": "Sally Rooney",
            "Book": "Normal People"
        },
        {
            "Quote": "In the silence of the woods it felt like I could hear the passage of time, of life passing by. One person leaves, another appears. A thought flits away and another takes its place. One image bids farewell and another one appears on the scene. As the days piled up, I wore out, too, and was remade. Nothing stayed still. And time was lost. Behind me, time became dead grains of sand, which one after another gave way and vanished. I just sat there in front of the hole, listening to the sound of time dying.",
            "Author": "Haruki Murakami",
            "Book": "Killing Commendatore"
        },
        {
            "Quote": "As I gazed at my reflection I wondered, Where am I headed? Before that, though, the question was Where have I come to? Where is this place? No, before that even I needed to ask, Who the hell am I?",
            "Author": "Haruki Murakami",
            "Book": "Killing Commendatore"
        },
        {
            "Quote": "Our lives really do seem strange and mysterious when you look back on them. Filled with unbelievably bizarre coincidences and unpredictable, zigzagging developments. While they are unfolding, it’s hard to see anything weird about them, no matter how closely you pay attention to your surroundings. In the midst of the everyday, these things may strike you as simply ordinary things, a matter of course. They might not be logical, but time has to pass before you can see if something is logical.",
            "Author": "Haruki Murakami",
            "Book": "Killing Commendatore"
        },
        {
            "Quote": "We earth men have a talent for ruining big, beautiful things.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "Science is no more than an investigation of a miracle we can never explain, and art is an interpretation of that miracle.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "It is good to renew one's wonder, said the philosopher. Space travel has again made children of us all.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "Science ran too far ahead of us too quickly, and the people got lost in a mechanical wilderness, like children making over pretty things, gadgets, helicopters, rockets; emphasizing the wrong items, emphasizing machines instead of how to run the machines.",
            "Author": "Ray Bradbury",
            "Book": "The Martian Chronicles"
        },
        {
            "Quote": "Time is so strange, and life is twice as strange. The cogs miss, the wheels turn, and lives interlace too early or too late. I lived too long, that much is certain. And you were born either too early or too late. It was a terrible bit of timing. But perhaps I am being punished for being a silly girl. Anyway, the next spin around, wheels might function right again.",
            "Author": "Ray Bradbury",
            "Book": "Dandelion Wine"
        },
        {
            "Quote": "He felt the tremble . . . Why? But she was bigger, stronger, more intelligent than himself, wasn’t she? Did she, too, feel that intangible menace, that groping out of darkness, that crouching malignancy down below? Was there, then, no strength in growing up? No solace in being an adult? No sanctuary in life? No fleshly citadel strong enough to withstand the scrabbling assault of midnights? Doubts flushed him.",
            "Author": "Ray Bradbury",
            "Book": "Dandelion Wine"
        }
    ]
}